Repository: sleem2012/sales
Catalog: lib/packages/shared/localization/arb/app_*.arb
Languages: ar

source: forall
ar: فور الل

# appTitle
source: Vendor
ar: البائع

# lang
source: language
ar: اللغة

source: Theme
ar: المظهر

# light
source: Light Theme
ar: الوضع المشرق

# dark
source: Dark Theme
ar: الوضع الداكن

# system
source: System Theme
ar: حسب النظام

# en
source: English
ar: الأنجليزية

# ar
source: Arabic
ar: العربية

source: Click
ar: أضغط

# no_connection
source: Oops! Looks like you don't have an internet connection
ar: يبدو انه ليس لديك اتصال بالإنترنت

# try_later
source: Oops! Something went wrong, Please try again later!
ar: حدث خطأ ما,من فضلك حاول مرة اخرى

# location_denaid
source: Location permissions denied!
ar: تم رفض أذن الوصول للموقع!

# location_denaid_permanently
source: Location permissions are permanently denied, we cannot request permissions.
ar: أذونات الموقع مرفوضة بشكل دائم ولا يمكننا طلب أذونات.

# location_disabled
source: Location services are disabled.
ar: خدمات الموقع معطلة.

source: Try Again
ar: من فضلك حاول مرة اخرى

# pending_requests
source: Pending
ar: معلقة

# preparing_requests
source: Preparing
ar: يتم التجهيز

# delivery_requests
source: Delivery
ar: يتم التوصيل

# history_requests
source: History
ar: التاريخ

source: User Not Found
ar: المستخدم غير موجود

source: Something went wrong
ar: حدث خطأ ما من فضلك حاول مرة اخرى

# unKnown_network_issue
source: UnKnown Network Issue , Please Try again
ar: خطأ غير معروف ,حاول مرى اخرى

# userLogedOut
source: User Logout, PLease Login Again
ar: تم تسجيل الخروج , سجل دخول من جديد

# error_422
source: Please make sure you enterd all fields correctly
ar: تأكد من جميع البيانات

# upload_photo
source: Upload Your Image
ar: الصوره الشخصية

# not_verfied
source: Please Verfiy your Email first
ar: يرجى التحقق من البريد الإلكترونيً

source: Email
ar: البريد الإلكتروني

source: Send Code
ar: ارسال

source: please enter your email
ar: ادخل البريد الإلكتروني

source: Forget Password
ar: هل نسيت كلمةالمرور

# pass_change_success
source: Your Password has changed Successfully
ar: تم تغيير كلمةالمرور بنجاح

source: Log out
ar: تسجيل الخروج

# email_check
source: please check your email...
ar: من فضلك تححق من البريد الالكتروني...

# address_is_null
source: please select your address
ar: لم يتم تحديد الموقع

# started
source: Let's get started
ar: ابدأ

source: Loading...
ar: جار التحميل...

source: Select Language
ar: اختر اللغه

source: Select Currency
ar: اختر العمله

# language_validation
source: Please select the Language first before proceeding
ar: من فضلك قم بإختيار اللغه للمتابعه

# currency_validation
source: Please select the Currency first before proceeding
ar: من فضلك قم بإختيار العملة للمتابعه

# exit_question
source: Close App ?
ar: هل تود الخروج من التطبيق

# yes_message
source: Yes
ar: نعم

# no_message
source: No
ar: لا

# email_validation
source: please enter your email
ar: البريد مطلوب

source: Password
ar: كلمه المرور

# pass_validation
source: please enter your password
ar: كلمه المرور مطلوبه

# forget_pass_question
source: Forgot Password?
ar: نسيت كلمه المرور؟

source: login
ar: تسجيل دخول

# dont_have_acc
source: Do not have an account ?
ar: ليس لديك حساب؟

# sign_up
source: Join us
ar: إنضم الينا

source: Pin Code
ar: رمز التفعيل

source: Invalid code
ar: رمز غير صحيح

# pin_code_validation
source: please Enter Pin Code
ar: الرمز مطلوب

source: Submit
ar: إرسال

source: Total Bonus
ar: إجمالي المكافأة

source: Total Contracts
ar: إجمالي العقود

source: Top Achievers
ar: أعلى المنجزون

source: contracts
ar: العقود

source: View
ar: عرض

source: Message
ar: رسالة

# your_id
source: User ID
ar: كود المستخدم

source: Your Balance
ar: رصيدك

source: My Account
ar: الحساب الشخصي

source: Phone Number
ar: رقم الهاتف

source: Business Email
ar: بريد العمل

source: Region
ar: المنطقة

source: Category
ar: الفئة

source: Payment Information
ar: معلومات الدفع

source: Branches
ar: الفروع

source: Change Password
ar: تغيير كلمة المرور

source: My Settings
ar: اعداداتي

source: Language
ar: اللغة

source: Theme Mode
ar: الوضع

source: Terms and Conditions
ar: الأحكام والشروط

source: Privacy Policy
ar: سياسة الخصوصية

source: Help
ar: مساعدة

source: Update Profile
ar: تحديث الحساب

source: Name
ar: الاسم بالكامل

source: Male
ar: ذكر

source: Female
ar: انثى

# birthdate_title
source: Enter your Birthdate
ar: ادخل تاريخ ميلادك

source: Update
ar: تعديل

source: Gender
ar: النوع

source: Current Password
ar: كلمة المرور الحالية

# pro_updated_success
source: Product Updated Successfully
ar: تم تعديل المنتج بنجاح

# new_pass
source: New Password
ar: كلمة المرور الجديدة

source: Confirm Password
ar: تأكيد كلمة المرور

# confirm_password_validation
source: please enter your confirm password
ar: تأكيد كلمه المرور مطلوب

# confirm_password_matching_validation
source: password confirmation must match password
ar: يجب ان يتطابق تأكيد كلمه المرور مع كلمه المرور

source: Bank Name
ar: اسم البنك

source: Name On Card
ar: الأسم في بطاقه الدفع

source: Account Number
ar: رقم الحساب

source: Change
ar: تغيير

source: birthdate
ar: تاريخ الميلاد:

source: joined:
ar: الانضمام

source: upload Your Image
ar: صورتك الشخصية

source: Business Information
ar: معلومات العمل

# name_validation
source: please enter your full name
ar: الاسم كامل مطلوب

# location_input
source: Enter your Location
ar: ادخل عنوانك بالتفصيل

source: Select Country
ar: اختر الدولة

source: Select City
ar: اختر المدينة

# phone_number_validation
source: please enter your phone number
ar: رقم الهاتف مطلوب

# add_location
source: Add Your Location
ar: اضف موقعك

source: Open Map
ar: افتح الخريطة

source: address
ar: العنوان

# address_validation
source: please enter your address
ar: العنوان مطلوب

# state
source: City
ar: المدينة

# state_validation
source: please enter your state
ar: الولاية مطلوية

# country_validation
source: please enter your Country
ar: الدوله مطلوية

source: street
ar: الشارع

# street_validation
source: please enter your street
ar: الشارع مطلوب

source: building
ar: البناية

# building_validation
source: please enter your building
ar: البناية مطلوبة

source: intercom
ar: الاتصال الداخلي

# intercom_validation
source: please enter your intercom
ar: الاتصال الداخلي مطلوب

source: floor
ar: الطابق

# floor_validation
source: please enter your floor
ar: الطابق مطلوب

source: zipcode
ar: الرمز البريدي

# zipcode_validation
source: please enter your zipcode
ar: الرمز البريدي مطلوب

source: Done
ar: تم

source: Add New Employee
ar: إضافه عميل جديد

# update_employee
source: update Employee Profile
ar: تعديل بيانات العميل

source: search for location
ar: بحث عن موقع

# add_employee_success
source: Employee Added Successfully
ar: تم اضافه موظف ينجاح

source: Add
ar: إضافة

# profile_update_succ
source: Profile Updated Successfully
ar: تم تحديث بياناتك بنجاح

source: Confirm Location
ar: تحديد الموفع

source: Delete branch
ar: حذف الفرع

source: Edit branch
ar: تعديل الفرع

source: Add New Branch
ar: إضافة فرع

# login_with_another_email
source: Login With Different Email
ar: تسجيل الدخول بحساب آخر

# dont_have_branches
source: You Don't Have Branches yet, Add One ?
ar: ليس لديك فروع . أضف فرع الآن؟

# dont_have_employee
source: You Don't Have employee yet, Add One ?
ar: ليس لديك موظفين . أضف موظف الآن؟

# resend_code
source: Resned Code
ar: اعادة ارسال

source: Block Reason
ar: سبب الحظر

source: Field Required
ar: الحقل مطلوب

source: Block Reason Required
ar: سبب الحظر مطلوب

# company_created_success
source: Company Created Successfully
ar: تم إنشاء الشركة

# register_success
source: Successflly Registered Now you Can Login
ar: تم الأنضمام بنجاح يمكنك تسجيل الدخول

# select_logo
source: Please Select Company Logo
ar: اختر شعار الشركة

# select_cover
source: Please Select Company cover
ar: اختر غلاف الشركة

# create_branch_first
source: Create Branch Before Adding Employee
ar: انشأ فرع اولاََ , قبل إضافة موظف

source: Select Branch
ar: اختر الفرع

# your_acc_verfied_successflly
source: your account verified successfully
ar: تم التحقق من حسابك بنجاح

source: Reset Password
ar: اعادة تعيين كلمة المرور

source: Blocked
ar: تم الحظر

# v_pending
source: Pending
ar: معلقة

# v_watting
source: Watting
ar: انتظار

# v_joined
source: Joined
ar: انضم

# v_rejected
source: Rejected
ar: مرفوض

# v_cancelled
source: Cancelled
ar: تم الألغاء

source: Verify Code
ar: رمز التحقق

# create_conmpany
source: Create your Company
ar: انشأ شركتك

source: Company Name
ar: اسم الشركة :

source: Owner Name :
ar: اسم المالك :

source: Agent Name :
ar: اسم الوكيل :

# company_short_description
source: Short Description about your Company
ar: وصف مختصر للشركة

# add_commercial_info
source: Add Commercial Information
ar: أضف المعلومات التجارية

# add_social_info
source: Add Social Information
ar: أضف المعلومات الاجتماعية

source: Department
ar: القسم

source: Hotline
ar: الخط الساخن

source: Type
ar: النوع

source: Number
ar: الرقم

source: +Upload File
ar: + اضف ملف

# pick_covers
source: Pick cover Photo
ar: إضف صور غلاف الشركة

# social_link
source: Link
ar: العنوان

source: Refresh
ar: تحديث

source: Online
ar: متصل

source: Offline
ar: غير متصل

source: Active
ar: نشط

source: DisActive
ar: غير مفعل

source: Select Payment Type
ar: وسيلة الدفع

source: Payment Added Successfully
ar: تم اضافه وسيلة الدفع

source: Car Info
ar: معلومات المركبة

source: Car Model
ar: موديل المركبة

# car_model_validation
source: please enter car Model
ar: موديل المركبة مطلوب

source: model year
ar: سنة الاصدار

# model_year_validation
source: please enter model year
ar: سنة الاصدار مطلوبه

source: Car Color
ar: لون المركبة

# car_color_validation
source: please enter car color
ar: لون المركبة مطلوب

source: Activity Chart
ar: مخطط النشاط

source: Progress
ar: التقدم

source: wallet
ar: المحفظة

source: Total orders
ar: إجمالي الطلبات

source: Total Earnings
ar: الأرباح الكلية

source: tap to view
ar: اضغط للعرض

source: favorite
ar: المفضلة

# lang_validation
source: Please select the language first before proceeding
ar: من فضلك اختر لغه قبل ان تكمل العملبه

source: Not Loggedin
ar: لم تقم بتسجيل الدخول

# join_as_guest
source: Join as a guest
ar: الدخول كضيف

source: Search
ar: بحث

# stay_tuned
source: Stay Tuned We are Coming Soon
ar: ترقبوا قريبًا

# no_products
source: No Products Yet
ar: لا توجد منتجات

source: No More Products
ar: لا توجد منتجات اخري

source: Jobs
ar: وظائف

source: Offers
ar: عروض

source: Applied
ar: المقدم عليها

source: Apply Now
ar: قدم الان

source: Viewed
ar: مشاهده

source: Inconsideration
ar: في الاعتبار

# applied_count
source: Applied For
ar: مقدم

source: Accepted
ar: في الاعتبار

source: Job Details
ar: تفاصيل الوظيفه

source: Experience Needed :
ar: الخبره المطلوبه :

source: Salary :
ar: الراتب :

source: Experience Level :
ar: مستوى الخبرة :

# skills
source: Skills and tools
ar: المهارات و الادوات

source: Job Requirement
ar: متطلبات الوظيفه

source: Size
ar: المقاس

source: Color
ar: اللون

source: Price
ar: السعر

source: Pickup Date
ar: تاريخ التسليم

source: Pickup Time
ar: وقت التسليم

source: Extra
ar: اضافات

source: Extras
ar: اضافات

source: Your Cart is Empty
ar: السلة فارفة

source: Shop Now
ar: تسوق الان

source: Add New Location
ar: اضافة عنوان جديد

source: Home
ar: الرئيسية

source: Chat
ar: المحادثات

source: Profile
ar: الملف الشخصي

source: Notification
ar: اشعارات

source: Order ID
ar: رقم الطلب

source: Not Available
ar: غير متاح

source: Not Selected
ar: مرفوض

source: Delivered
ar: تم التوصيل

source: Rate & Review
ar: التقييم

source: How Would You Rate This Product ?
ar: ما هو تقييمك للمنتج؟

source: Shopping
ar: التسوق

source: Tap The Star For Rating
ar: اضغط علي النجم للتقيم

source: Write a review
ar: اكتب تعليقك

source: Order Details
ar: تفاصيل الطلب

source: Orders
ar: الطلبات

# id_number
source: ID
ar: البطاقة الشخصية

source: Validate
ar: التحقق من البيانات

source: select payment card
ar: اختر بطاقة الدفع

# no_card
source: You don't have any card Add one
ar: ليس لديك اي بطاقة دفع.. اضف بطاقة دفع

source: Contact with E-mail
ar: البريد الالكتروني

source: Marketing
ar: التسويق

source: HR
ar: موارد بشرية

source: Description
ar: الوصف

source: tel
ar: الهاتف

source: ratings
ar: القييم

source: Buy a Car
ar: اشتري سيارة

source: Cars
ar: سيارات

source: New Car
ar: سيارة جديدة

source: used Car
ar: سيارة مصتعملة

source: Select Resume
ar: اختر ملف السيرة ذاتية

source: Remove Cv
ar: حذف الملف

source: upload Resume
ar: رفع ملف

source: Apply
ar: تقديم

source: You Applied To Job Successfully
ar: تم التقديم بنجاح

source: Job Description
ar: وصف الوظيفة

source: Employment Type
ar: نوع الوظيفة

source: Work Place
ar: مكان العمل

source: add note if you have
ar: اكتب ملاحظة

source: Add to Cart
ar: اضف للسلة

source: Reviews
ar: التقيمات

# note
source: Special Notes
ar: ملاحظة

source: No Reviews Yet
ar: لا يوجد تقيمات

source: Colors Available
ar: الالوان المتاحة

source: Sizes Available
ar: المقاسات المتاحة

source: Shipped from abroad
ar: يشحن من الخارج

source: Similar Product
ar: منتجات مشابهة

source: Your Inbox is empty
ar: لا توجد محادثات

source: Select Birthdate
ar: تاريخ الميلاذ

source: Please Enter Birthdate
ar: من فضلك ادخل تاريخ الميلاد

source: Cart
ar: السلة

source: remove Product
ar: حذف المنتج

source: Remove Extra
ar: حذف الإضافة

source: Warning Your cart will be deleted
ar: سيتم حذف السلة

source: What Did You Like The Most About It
ar: ما الذي اعجبك

source: Submit Review
ar: ارسال التقييم

# cant_add_card
source: can't Add Your Card ,please contact your bank
ar: لم نستطيع اضافة بطاقتك،من فضلك تواصل مع البنك

source: Do you wanna delete ?
ar: هل تريد الحذف

source: Customer Service
ar: خدمة العملاء

# amount
source: Qty
ar: الكمية

# product_attr
source: Attributes
ar: الخصائص

source: Status
ar: الحالة

source: No Available Times This Day
ar: لا توجد اوقات متاحة هذا اليوم

source: Select date ...
ar: حدد التاريخ ...

source: Available Times ...
ar: الأوقات المتاحة ...

# plz_select_time
source: Please Select Time
ar: يرجي تحديد الوقت

source: Write Your Note
ar: اكتب ملاحظتك

source: Order Location... ?
ar: أضف موقع الطلب...

source: Your Location... ?
ar: أضف موقعك...

source: Location
ar: موقع

source: Delivering Orders
ar: خدمة توصيل الطلبات

source: Returns
ar: المرتجعات

source: Completed
ar: المكتملة

# report
source: Reports
ar: التقارير

source: Open
ar: مفتوح

source: Discount
ar: قبل التخفيض

source: Total :
ar: المجموع :

# tax
source: Vat
ar: الضريبة

source: Shipping
ar: التوصيل

source: Fees
ar: الرسوم

source: Subtotal
ar: المجموع الفرعي

source: Closed
ar: مغلق

# duplicate_report
source: Duplicate Report For
ar: نسخ تقرير

# add_report_success
source: Report Added Successfully
ar: تم اضافة التقرير

# no_reports_yet
source: There is No Reports Yet
ar: لا توجد تقارير حتي الآن

source: Add Report
ar: اضف تقرير

source: Trips History
ar: سجل الرحلات

source: Show Locations
ar: عرض المواقع

# cancel_request
source: You Want to cancel Request
ar: هل تريد الغاء الرحله

source: min
ar: دقيقه

source: Km
ar: كم

source: Decline
ar: رفض

source: Accept
ar: قبول

source: Cancel
ar: الغاء

source: Pickup Location
ar: اختر موقع

source: Destination
ar: الوجهه

source: Get Fare
ar: ثمن الرحله

source: Offer your fare
ar: اعرض ثمن

source: Comment and wishes
ar: اكتب ملاحظاتك

source: Find a driver
ar: بحث عن كابتن

source: Confirm
ar: اتمام

source: Pay
ar: دفع

source: close
ar: الغاء

source: Rate Trip
ar: قيم الرحله

source: Share
ar: مشاركة

source: Website
ar: الموقع الالكتروني

source: branches Number
ar: عدد الفروع

source: you don't have any card yet ,please add one
ar: ليس لديك أي بطاقة بعد ، يرجى إضافة واحدة

source: waiting for drivers
ar: في انتظار عروض السائقين

# error_card
source: process failed ,please contact your bank
ar: فشلت العمليه ، برجاء التواصل مع البنك

# enjoy
source: payment success EnJoy Your Trip and dont forget to rate driver
ar: العمليه بنجاح استمتع برحلتك ولا تنسى تقييم السائق

# order_success
source: Order Created SuccessFully
ar: تمت العمليه بنجاح

# rate_success
source: Rate Added Successfully
ar: تم اضافة التقييم بنجاح

# company
source: View Company
ar: الشركه

# fix
source: Please be aware that (forall applications) will be unavailable as the IT team will be performing maintenance at this time.
ar: يرجى العلم أن (لجميع التطبيقات) لن تكون متاحة لأن فريق تكنولوجيا المعلومات سيقوم بإجراء الصيانة في هذا الوقت..

# update_check
source: New Update Available
ar: هناك تحديث جديد متاح

source: Update Now
ar: تحديث الان

source: Checkout
ar: الدفع

source: Address Details
ar: تفاصيل العنوان

source: Picked Date
ar: التاريخ

source: Shipment Details
ar: تفاصيل الشحن

source: From
ar: من

source: To
ar: الي

source: passenger
ar: الركاب

# shoppingFeature
source: Shopping
ar: مشتريات

# ticketingFeature
source: Tickets
ar: حجوزات

# serviceFeature
source: Services
ar: خدمات

# carringFeature
source: Item Pickup Needed
ar: تتطلب استلام من العميل

source: Delivered At
ar: يصل :

source: Start
ar: يبدأ :

source: End
ar: ينتهي :

source: Drop Down
ar: ارجاع في :

source: This service is not working yet
ar: الخدمه غير متاحه الآن

source: On Way
ar: ذهاب

source: Round Trip
ar: ذهاب وعوده

source: Shipment Provider
ar: شركة الشحن

source: shipping status
ar: حالة الشحن

source: Special Notes :
ar: ملحوظه :

# rate_order
source: Rate This Order
ar: قيم المنتج

source: Review Type
ar: نوع التقييم

source: order
ar: الطلب

source: rider
ar: السائق

source: vendor
ar: البائع

# select_cat
source: Select Category
ar: اختر التصنيف

# select_sub_cat
source: Select Sub Category
ar: اختر التصنيف الفرعي

source: Your request...
ar: طلبك

source: Send
ar: ارسال

source: Files
ar: الملفات

# chats
source: Conversations
ar: المحادثات

# archived
source: Archive
ar: الأرشيف

# what_are_u_looking_for
source: What are you looking for?
ar: ما الذي تبحث عنه ؟

source: Request for quote
ar: الطلبات الخاصة

source: Country
ar: الدوله

source: choose location
ar: حدد موقع التوصيل

source: Driver Arrived?
ar: هل وصل السائق؟

source: Generate Code
ar: اظهر الكود

source: Welcome Back!
ar: نرحب بعودتك !

source: Sign in with Google
ar: التسجيل بأستخدام جوجل

# sign_in_with_face
source: Sign in with Facebook
ar: التسجيل بأستخدام فيسبوك

source: Sign in with Apple
ar: التسجيل بأستخدام آبل

# login_text
source: Use your email and password to login
ar: استخدم البريد الألكتروني و كلمة المرور للدخول

source: Car Number:
ar: رقم المركبة

source: Deactivate Account
ar: تعطيل الحساب

source: Personal Photo
ar: الصورة الشخصية

source: OR
ar: أو

# location_val
source: Either Destination or source not Available
ar: المصدر او الواجهه غير صالحين

source: Items
ar: المنتجات

source: Add promo code
ar: اضف كود الخصم

source: Choose Delivery Option :
ar: اختر طريقة الشحن

# card_info
source: Card Information
ar: بيانات الدفع

source: Open Position
ar: وظيفه مفتوحه

source: Select Quantity :
ar: اختر الكميه :

source: Working Hours
ar: ساعات العمل

source: View Room
ar: عرض الغرفه

source: Now
ar: الآن

source: Microphone Permission Not Granted
ar: لم يتم السماح باستخدام الميكرفون

source: Cant play video !
ar: غير قادر علي تشغيل الفيديو

source: Photos
ar: الصور

source: Info
ar: البيانات

source: title
ar: العنوان

source: Reminder
ar: التذكير

# card_error
source: can't Add Your Card ,please contact your bank
ar: لم نتمكن من اضافه بطاقتك ، من فضلك تواصل مع البنك

source: ID Copied Successfully
ar: تم النسخ

source: Summary
ar: الملخص

# youDontChooseDeliveryOption
source: You don't choose delivery option So we Add A Default One For You
ar: لم تقم باختيار طريقة توصيل وقمنا باختيار توصيل افتراضي لك

source: sorry
ar: نأسف

source: No Companies
ar: لا توجد شركات

# no_working_hours
source: There Is No Working Hours
ar: لا توجد ساعات عمل بعد

source: No Jobs
ar: لا توجد وظائف بعد

# no_favourite
source: No Favorites
ar: قائمتك المفضله فارغه

source: Select Type
ar: اختر النوع

source: All
ar: الكل

# scan_code
source: Scan a code
ar: فحص الكود

# new_pass_validation
source: please enter new password
ar: كلمه المرور الجديده مطلوبة

# processing_request
source: My order
ar: طلباتي

# status_request
source: Status
ar: الحالة

# pick_images
source: Pick Product Images
ar: أضف صور المنتج

source: Reason
ar: السبب

# sales_id
source: sales key
ar: البائع Id

source: select category
ar: اختر نوع الخدمة

# create_product_success
source: Product added successfully
ar: تم إضافة المنتج بنجاح

source: optional
ar: اختيارى

source: add Product Details
ar: إضافة تفاصيل المنتج

source: add extra
ar: ربط منتج اضافي

source: add item
ar: إضافة تفاصيل المنتج

source: Availability
ar: متاح

source: beginner
ar: مبتدأ

# pro_attr_added_success
source: Product Attributes Added Successfully
ar: تمت إضافة خصائص المنتج بنجاح

# add_pro_attr
source: Add Product Attributes
ar: إضف خصائص المنتج

# pro_added_success
source: Product Added Successfully
ar: تمت إضافة المنتج بنجاح

# enable
source: Enabled
ar: ظاهر

# disable
source: Disabled
ar: غير ظاهر

# neww
source: New
ar: جديد

source: History
ar: السجل

source: No Request Yet
ar: لا يوجد طلب بعد

source: Select Nationality
ar: اختر الجنسيه

source: Digital contract
ar: العقود الرقمية

# subscribe
source: Join Us
ar: انضم معنا

source: Complain
ar: شكوى

source: Hide
ar: اخفاء

source: Show on map
ar: فتح الخريطه

source: send Fare with
ar: ارسال ثمن للرحله

source: Waiting For Client Response
ar: من فضلك انتظر العميل

source: sorry, Trip cancelled
ar: عذرا , تم الغاء الرحله

# begin
source: begin Trip ?
ar: ابدأ الرحله ؟

# trip_thanking
source: Trip Completed Thanks for working with us
ar: انهت الرحله شكرا للعمل معنا

source: End Trip ?
ar: انهاء الرحله ؟

source: Arrived ?
ar: وصلت ؟

source: order Id :
ar: رقم الطلب :

source: scan
ar: فحص الكود

source: SAR
ar: ريال

source: Send Price
ar: إرسال الفاتوره

source: Free?
ar: مجاني ؟

source: Accept Order?
ar: قبول الطلب ؟

source: Quantity:
ar: الكميه:

source: on way
ar: في الطريق

source: Arrived to Client?
ar: هل وصلت للعميل ؟

source: Arrived to vendor ?
ar: هل وصلت لمقدم الخدمة ؟

source: Go!
ar: متابعه

# login_message
source: Use your email and password to login
ar: استخدم البريد الاليكتروني وكلمه المرور لتسجيل الدخول

# signup_message
source: Let's create an Account
ar: قم بعمل حساب جديد

source: Create Account
ar: انشاء حساب

# general_validation
source: Please select all fields first before proceeding
ar: قم بتحديد كل الخيارات المتاحة

# t15_min
source: Price - 15 Mins
ar: السعر ـ ١٥ دقيقه

# t30_min
source: Price - 30 Mins
ar: السعر ـ ٣٠ دقيقه

# t45_min
source: Price - 45 Mins
ar: السعر ـ ٤٥ دقيقه

# t60_min
source: Price - 60 Mins
ar: السعر ـ ٦٠ دقيقه

# your_range
source: Your range is:
ar: النطاق الخاص بك:

source: Save
ar: حفظ

source: Driver Info
ar: بيانات السائق

source: User Id
ar: كود المستخدم

source: Rule
ar: الوظيفه

# license
source: Licence
ar: رخصه القياده

source: Back
ar: صوره خلفيه

source: Front
ar: صوره اماميه

source: Car
ar: المركبة

source: Car Plate
ar: لوحه المركبة

source: Waiting for Vendor
ar: انتظر مقدم الخدمة

source: Add your prices
ar: أضف أسعارك

# pending_employes
source: Pending Employees
ar: طلبات التعيين

# add_new_employeee
source: Add New Employee
ar: إضافة موظف جديد

# vendor_added_success
source: Successflly added Vendor
ar: تم إضافة البائع بنجاح

# vendor_update_success
source: Status Updated Successfully
ar: تم تحديث الحالة بنجاح

source: add vendor
ar: إضافة اشتراك

source: add agency
ar: إضافة وكالة

source: Agency
ar: وكالاتي

source: Vendors
ar: اشتراكاتي

source: Transportation
ar: وسائل النقل

source: salaries
ar: الراتب

source: Assets
ar: الاصول

source: Expenses
ar: المصروفات

source: List of Expenses
ar: قايمه المصروفات

source: Electricity bills
ar: فواتير الكهرباء

source: Bills
ar: الفواتير

source: Payment
ar: المدفوعات

source: to collect
ar: جمع

source: Document Number
ar: رقم الملف

source: Required Contract
ar: العقود المطلوبة

source: Please Enter Required Contract
ar: من فضلك ادخل العقود المطلوبة

source: Okay
ar: تم

source: Total Contracts
ar: مجموع العقود
