Repository: sleem2012/sales
Catalog: lib/packages/shared/localization/arb/app_*.arb
Languages: ar

source: No Employees Yet
ar: لا يوجد موظفين

source: Role :
ar: الوظيفة :

# user_blocked_successflly
source: User Blocked Successfully
ar: تم الحظر

# user_unblocked_successflly
source: user unblocked successfully
ar: تم الغاء الحظر

source: Block
ar: حظر

source: Pending
ar: معلقة

source: Canceled
ar: ملغي

source: in Progress
ar: قيد التفعيل

source: Achieved Contracts
ar: العقود المحققة

source: Commission History
ar: تاريخ العمولات

source: Company is Locked
ar: الشركه مقفلة

source: Skip
ar: تخطي

source: Add Logo
ar: اضافه شعار

source: freelance certificate Value
ar: مسمي وثيقة العمل الحر

source: commission
ar: العمولة

source: Commercial Id
ar: السجل التجاري

# entity_id
source: CR Entity Number
ar: الرقم الضريبي

# user_update_message
source: User Updated Successfully
ar: تم التعديل بنجاح

source: Update Contract
ar: تحديث العقد

# typee
source: Type
ar: النوع

source: Transaction Details
ar: تفاصيل التعاملات

# waiting_add_hint
source: You have been added to the waiting list
ar: تم إضافتك لقائمة الانتظار

source: add employee address
ar: ادخل عنوان الموظف

source: Email For Employee
ar: البريد الالكتروني للموظف

source: Employee photo
ar: صوره الموظف

# employee_info
source: Employee information
ar: بيانات الموظف

# review_message
source: Your application will be reviewed and we will contact you
ar: سيتم مراجعة طلبك والتواصل معك قريبا

source: show more
ar: إظهار المزيد

# application_update_success
source: application updated successfully
ar: تم تعديل الطلب بنجاح

source: Reject
ar: رفض

source: select Manager
ar: اختر المدير

source: assign
ar: ربط مدير

source: Delete
ar: حذف

source: select state
ar: اختر الحاله

source: Identity
ar: الهوية

source: Passport
ar: جواز السفر

source: work License
ar: اوراق العمل

source: No commission
ar: لا توجد عمولات

source: unblock
ar: الغاء الحظر

# famous
source: Others
ar: أخري

# added_success
source: Added Successfully
ar: تم الاضافه بنجاح

# add_famous
source: Create Others
ar: اضافة أخرى

# coupun
source: User's Discount code
ar: كود الخصم

# company_continue
source: Continue To Create Company
ar: تابع لإكمال شركتك

# employee_code
source: Employee's Code :
ar: كود التوظيف :

source: Join FORALL
ar: انضم الي FORALL

source: Locked Vendors
ar: الشركات المغلقة

source: Users
ar: المستخدمين

# add_new_product
source: Add New Item
ar: إضافة عنصر جديد

source: subscription plans
ar: خطط الاشتراكات

source: junior
ar: خبرة قليلة

source: intermediate
ar: متوسط الخبرة

source: senior
ar: خبير

source: team_leader
ar: قائد الفريق

# company_edit
source: Edit Company Details
ar: تعديل بيانات الشركة

source: project manager
ar: مدير المشروع

source: full time
ar: دوام كامل

source: part time
ar: دوام جزئي

source: project
ar: مشروع

source: remotely
ar: عن بعد

source: office
ar: من المكتب

source: high school
ar: المدرسة الثانوية

source: elementary school
ar: مدرسة ابتدائية

source: post secondary certificate or diploma
ar: شهادة ما بعد الثانوية أو دبلوم

source: trade or vocational school
ar: التجارة أو مدرسة مهنية

source: bachelor Degree
ar: درجة البكالوريوس

source: professional or doctorate
ar: دكتوراة

source: master Degree
ar: ماجستير

source: Trash
ar: المحذوفات

source: Schedule
ar: مواعيد العمل

source: You have no working hours yet
ar: ليس لديك جدول مواعيد بعد

source: Select Day
ar: اختر اليوم

source: Start Time
ar: وقت البداية

source: End Time
ar: وقت النهاية

source: Please Enter End Date
ar: اختر وقت النهاية

source: Determine Your Working Hours
ar: حدد مواعيد عملك

source: of exp
ar: من الخبرة

source: short list
ar: القائمة المختصرة

source: You don't have Any Jobs Here
ar: لا يوجد لديك وظائف هنا

source: job Added Successfully
ar: تم اضافة الوظيفة بنجاح

source: Edit
ar: تعديل

source: positions
ar: الترتيب

source: Experience years
ar: عدد سنين الخبرة

source: Job Requirements
ar: متطلبات الوظيفة

source: select skills
ar: المهارات

source: workspace
ar: المكان

source: Close AT
ar: اخر موعد

source: Educational
ar: مستوى التعليم

source: you don't have addresses
ar: ليس لديك عناوين بعد

source: add new address
ar: اختر عنوان جديد

source: Please Enter start Date
ar: اختر وقت البداية

source: You Are Not Subscribed Yet
ar: لازلت لم تشترك بعد

source: please pay for your package now
ar: يرجى دفع ثمن الحزمة الخاصة بك الآن

source: View Your subscription plan
ar: عرض خطة اشتراكك

source: Select Company
ar: اختر شركة

source: please enter product description
ar: من فضلك ادخل الوصف

source: Short Description
ar: وصف قصير

source: please enter product name
ar: من فضلك ادخل اسم المنتج

source: please enter product small description
ar: من فضلك ادخل وصف قصير للمنتج

source: position
ar: الترتيب

source: Show product
ar: اظهار

source: Minimum Extra
ar: الحد الادنى للاضافات

source: please enter minimum Extra number
ar: من فضلك ادخل الحد الادنى للاضافات

source: QTY
ar: الكمية

source: Add Time
ar: اضافة وقت

source: Shift Added Successfully
ar: تم اضافة الوقت بنجاح

source: Shift Updated Successfully
ar: تم تعديل الوقت بنجاح

source: is Holiday
ar: اجازة

source: Holiday
ar: اجازة

source: is DayOff
ar: عطلة

source: DayOff
ar: عطلة

source: Remove Shift
ar: حذف الوقت

source: Add Another Shift
ar: اضافة وقت اخر

# edit_inventory
source: Inventory
ar: المخزن

source: Delete Product ?
ar: حذف المنتج ؟

source: Add Attribute
ar: اضف ميزة

source: There is no items here
ar: لا يوجد عناصر هنا

# adding_Product
source: Do you want add this product later
ar: هل تريد اضافه هذا المنتج لاحقا

source: Add Product
ar: إضافة

source: Subscribed
ar: مشترك بالفعل

source: Days to Renew
ar: يوم على التجديد

source: Subscribe Now
ar: اشترك الان

source: Activity Chart Since
ar: مخطط النشاط منذ

# chart_since
source: Activity Chart Since
ar: مخطط النشاط منذ

source: has extra?
ar: لديك اضافات اخرى؟

source: Renew Now
ar: التجديد الان

source: Add Report Attributes
ar: اضف تفاصيل التقرير

source: Amount in each Branch
ar: الكمية في كل فرع

source: saturday
ar: السبت

source: sunday
ar: الآحد

source: monday
ar: الاثنين

source: tuesday
ar: الثلاثاء

source: wednesday
ar: الاربعاء

source: thursday
ar: الخميس

source: Has Time Picker ?
ar: يوجد تحديد مواعيد ؟

source: Time Picker Type
ar: نوع التاريخ

# date
source: Date only
ar: تاريخ فقط

# date_time
source: Date and Time
ar: تاريخ و وقت

source: Picker Type
ar: نوع الموعد

# picker_type_from
source: From only
ar: تحدبد بداية الموعد فقط

# picker_type_from_to
source: From and To
ar: تحديد البداية و النهاية

source: friday
ar: الجمعه

source: select address
ar: اختر العنوان

source: choose nationality first
ar: اختر الجنسيه أولا

source: You Should Accept Terms And Conditions
ar: يشترط قبول الشروط والأحكام أولا

source: You Should Accept Privacy and Policy
ar: يشترط قبول الخصوصيه أولا

source: You Should Accept Digital Contract
ar: يشترط قبول العقد الالكتروني أولا

source: Years
ar: سنوات

source: Add Notification
ar: اضافة اشعار

source: Add Branch Manager
ar: أضافة مدير فرع

source: Amount Updated Successfully
ar: تم تحديث الكميه بنجاح

# company_renwed_sucess
source: company Renewed Successfully
ar: تم تجديد الاشتراك بنجاح

source: Manager Address
ar: عنوان المدير

source: Opened
ar: مفتوحه

# order_history
source: Orders History
ar: سجل الطلبات

# cant_add_pro
source: Sorry , you can't create a new product right now. Try again later.
ar: عذرا لا يمكنك اضافه منتج الان ، حاول مره اخري

source: Dashboard
ar: لوحة التحكم

source: failed
ar: عمليه فاشله

source: success
ar: عمليه ناجحه

# no_order
source: No Orders
ar: لا توجد طلبات

# no_spcial_order
source: No Special orders
ar: لا توجد طلبات خاصه

source: Tags
ar: عنوان جانبي

source: Social
ar: وسائل التواصل

# unauthorized
source: Your are not authorized , Login again
ar: غير مصرح لك ، قم بتسجيل الدخول مرة أخرى

# forbidden
source: This request is not allowed
ar: هذا الطلب غير مسموح به

# not_found
source: 404 Not found
ar: 404 غير موجود

# not_verified
source: You are not verified Yet
ar: لم يتم التحقق منك بعد

source: Request Time Out
ar: انقضاء مهلة الطلب

source: Receive Time Out
ar: انتهى وقت الاستلام

source: Connection Time Out
ar: انقضاء مهلة الاتصال

source: Send Time Out
ar: انتهى وقت الإرسال

# visa
source: Credit Cards
ar: بطاقات الائتمان

source: SADAD
ar: سداد

source: Products
ar: المنتجات

# car_driver_info
source: Driver and Car Info
ar: بيانات السائق و المركبة

# qty_price
source: Quantity Price
ar: سعر الكمية

# no_consideration
source: No longer under consideration
ar: لم يعد قيد النظر

source: Recruited
ar: تم التوظيف

source: Appliers
ar: المتقدمين

source: Applier Status
ar: حالات المتقدمين

source: Is Extra
ar: منتج اضافي

source: Entity image
ar: صورة الكيان

source: Tax image
ar: الصورة الضريبية

source: Commercial image
ar: الصورة التجارية

# upload_gallery
source: Upload gallery for your place
ar: تحميل صور لمكانك

source: Clear Filter
ar: ازالة الفلتر

source: Update Branch Manager
ar: تعديل فرع المدير

# payment_edited_successfully
source: Payment Updated Successfully
ar: تم تعديل بيانات البنك بنجاح

source: Birthdate
ar: تاريخ الميلاد

source: Offer
ar: خصم

source: Coupon
ar: كوبون

source: Driver license
ar: رخصة القيادة

source: Vehicle license
ar: رخصة المركبة

source: Driver
ar: السائق

source: Vehicle
ar: المركبة

# drug_analysis
source: Drug analysis certificate
ar: شهادة تحليل المخدرات

source: Criminal certificate
ar: الشهادة الجنائية

# car_img
source: Car Photo
ar: صوره المركبة

source: Distance
ar: المسافة

source: Meter
ar: متر
